Repository: shfuentes26/TrainingTracker
Catalog: TrainingTracker/Localizable.xcstrings
Source language: en
Languages: es

source: Add exercise
es: Añadir ejercicio

source: Cancel
es: Cancelar

source: Category
es: Categoría

source: Create a goal
es: Crea Objetivo

source: Date
es: Fecha

source: Date:
es: Fecha:

source: Delete
es: Borrar

source: Details
es: Detalle

source: Distance
es: Distancia

source: Distance (%@)
es: Distancia (%@)

source: Distance:
es: Distancia:

source: Done
es: Hecho

source: Duration (h:mm:ss)
es: Duración (h:mm:ss)

source: Duration:
es: Duración

source: Edit
es: Editar

source: Edit run
es: Editar carrera

source: Edit training
es: Editar

source: Exercise
es: Ejercicio

source: Exercise info
es: Información

source: Exercise:
es: Ejercicio:

source: Exercises
es: Ejercicios

source: Goal type
es: Tipo

source: Goals
es: Objetivos

source: Goals saved
es: Objetivo creado

# goals.completed
source: Completed
es: Completado

# goals.progress
source: Progress
es: Progreso

# goals.remaining
source: Remaining
es: Pendiente

# goals.title
source: Goals
es: Objetivos

# goals.weekly
source: Weekly goals
es: Objetivos semanales

source: Group
es: Grupo

source: Gym
es: Fuerza

source: Gym Details
es: Detalles

# gym.addWorkout
source: Add workout
es: Añadir entrenamiento

# gym.empty
source: No gym workouts yet
es: Aún no hay entrenamientos de gimnasio

# gym.exercise
source: Exercise
es: Ejercicio

# gym.reps
source: Reps
es: Repeticiones

# gym.sets
source: Sets
es: Series

# gym.title
source: Gym
es: Gimnasio

# gym.weight
source: Weight
es: Peso

# healthkit.import
source: Import from Apple Health
es: Importar desde Apple Health

# healthkit.import.error
source: Import failed
es: Error al importar

# healthkit.import.success
source: Import completed successfully
es: Importación completada con éxito

# healthkit.permission.description
source: Allow access to import your runs
es: Permitir acceso para importar carreras

# healthkit.permission.title
source: Health permissions
es: Permisos de Health

source: Home
es: Inicio

source: Import completed
es: Importación completada

source: Import from Apple Health
es: Importar de Apple Health

source: Imported %lld running workouts from Apple Health.
es: Importadas %lld carreras de Apple Health.

source: Manage exercises
es: Gestión ejercicios

source: Month
es: Mes

source: Monthly distance
es: Distancia mensual

source: Monthly distance chart for %lld
es: Distancia mensual de %lld

source: Monthly gym trainings
es: Entrenamientos de fuerza mensuales

source: Monthly gym trainings chart for %lld
es: Entrenamientos de fuerza mensuales de %lld

source: Name
es: Nombre

source: New Training
es: Nuevo

source: No exercises for %@.
es: No ejercicios de %@.

source: No exercises yet. Add your first one with the + button.
es: No hay ejercicios aun. Añade el primer con el botón +

source: No new running workouts found to import.
es: No se han encontrado nuevos entrenamientos a importar

source: Notes
es: Notas

source: Optional notes…
es: Notas opcionales…

source: Pace:
es: Ritmo:

source: Past gym trainings
es: Entrenamientos de fuerza

source: Past running trainings
es: Entrenamientos de carrera

source: Past trainings
es: Entrenamientos

source: Progress
es: Progreso

# progress.distribution
source: Distribution
es: Distribución

# progress.monthly
source: Monthly
es: Mensual

# progress.summary
source: Summary
es: Resumen

# progress.title
source: Progress
es: Progreso

source: Remaining
es: Pendiente

source: Requires weight
es: Requiere peso

source: Running
es: Carrera

source: Running Details
es: Detalles de carrera

# running.addWorkout
source: Add run
es: Añadir carrera

# running.distance
source: Distance
es: Distancia

# running.empty
source: No runs yet
es: Aún no hay carreras

# running.pace
source: Pace
es: Ritmo

# running.time
source: Time
es: Tiempo

# running.title
source: Running
es: Carrera

source: Save
es: Guardar

source: Select an exercise
es: Selecciona…

source: Select exercise
es: Selecciona…

source: Sessions
es: Ajustes

source: Settings
es: Ajustes

# settings.exercises
source: Exercises
es: Ejercicios

# settings.metric
source: Metric
es: Métrico

# settings.title
source: Settings
es: Ajustes

# settings.units
source: Units
es: Unidades

# state.empty
source: Nothing to show yet
es: Nada que mostrar todavía

# state.loading
source: Loading…
es: Cargando…

source: Summary
es: Resumen

# tab.gym
source: Gym
es: Gimnasio

# tab.home
source: Home
es: Inicio

# tab.running
source: Running
es: Carrera

# tab.settings
source: Settings
es: Ajustes

source: There are no gym trainings yet
es: No hay entrenamientos de fuerza creados

source: There are no running trainings yet
es: No hay entrenamientos de carrera creados

source: There are no trainings yet
es: No hay entrenamientos creados

source: Track weekly progress for Running and Gym
es: Registra tu objetivo semanal de entrenamiento

source: Use miles
es: Usa millas

source: Use pounds
es: Usa libras

source: Weekly goal
es: Objetivo Semanal

source: Weight
es: Peso

source: Weight:
es: Peso:
